Revit 2027 API
ParameterTypeId.DividedSurfaceDisplayOriginalSurface Property
 "Surface"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedSurfaceDisplayOriginalSurface { get; }
Public Shared ReadOnly Property DividedSurfaceDisplayOriginalSurface As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedSurfaceDisplayOriginalSurface {
	ForgeTypeId^ get ();
}
static member DividedSurfaceDisplayOriginalSurface : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace